Repository: sillsdev/FwLocalizations
Catalog: messages.id.tmx
Source language: en
Languages: id

source: Selected writing systems will always be displayed; unselected ones will be displayed if they contain data.
id: Sistem-sistem penulisan terpilih akan selalu ditampilkan; yang tidak terpilih akan ditampilkan jika mengandung data.

source: Selecting similar writing system
id: Memilih sistem tulisan yang sama

source: _Semantic Domain
id: _Medan Makna

source: Semantic Domain
id: Medan Makna

source: Semantic Domains
id: Medan Makna

source: Semantics Note
id: Catatan Makna

source: Semantics Notes
id: Catatan-catatan Makna

source: _Send/Receive
id: _Kirim/Terima

source: Send/Receive the Lexicon in this project
id: Kirim/Terima kosakata dan proyek ini

source: Send/Receive this project
id: Kirim/Terima proyek ini.

source: Send/Receive...
id: Kirim/Terima...

source: sense
id: pengertian

source: _Sense
id: _Pengertian

source: Sense
id: Pengertian

source: Sense Collection (e.g. synonym)
id: Koleksi Pengertian (misalnya sinonim)

source: Sense Number
id: Nomor Pengertian

source: Sense Pair - 2 relation names (e.g. individual/group)
id: Pasangan Pengertian - 2 nama perhubungan (misalnya individu/kelompok)

source: Sense Pair (e.g. Antonym)
id: Pasangan Pengertian (misalnya Kata Lawan)

source: Sense Sequence/scale (e.g. calendar)
id: Urutan/Skala Pengertian (misalnya kalender)

source: Sense Tree (e.g. part/whole)
id: Pohon Pengertian (misalnya sebagian/seluruh)

source: Sense Type
id: Jenis Pengertian

source: Sense Types
id: Jenis Pengertian

source: Sense: {0}
id: Pengertian: {0}

source: Senses
id: Pengertian

source: Senses:
id: Pengertian:

source: Sentence with Translations
id: Kalimat dengan Terjemahan-terjemahan

source: Set criteria...
id: Perinciskan kriteria...

source: Set Morph Criteria
id: Perinciskan Kriteria Morfem

source: Set Word Criteria
id: Perinciskan Kriteria Kata

source: Settings
id: Setelan

source: Settings File
id: Berkas Setelan

source: Settings Saved
id: Setelan Tersimpan

source: Settings:
id: Setelan:

source: Setup...
id: Penataan...

source: Several built-in lists have content in English only. FieldWorks is additionally creating an English writing system so that you can view the content of these lists.
id: Beberapa daftar yang standar memiliki isi hanya dalam Bahasa Inggris. FieldWorks sedang membuat tambahan sistem penulisan Bahasa Inggris agar anda dapat melihat isi daftar-daftar ini.

source: Short Description
id: Deskripsi Singkat

source: Show
id: Lihat

source: Show _Dictionary Preview
id: Lihat Tampilan _Awal Kamus

source: Show _Morphology
id: Perlihatkan _Morfologi

source: &Show >>
id: &Lihat >>

source: Show All
id: Lihat Semua

source: Show all right now
id: Lihat semua sekarang

source: &Show all types
id: &Lihat semua jenis

source: _Show all types
id: _Lihat semua jenis

source: Show Allomorph in Concordance
id: Tampilkan Alomorf di Konkordansi

source: Show Analysis in Concordance
id: Perlihatkan Analisa di Konkordansi

source: Show As Headword In
id: Tampilkan Sebagai Kata Kepala Di

source: Show Category in Concordance
id: Perlihatkan Kategori di Konkordansi

source: Show Concordance of
id: Tampilkan Konkordansi

source: Show Dictionary Preview
id: Perlihatkan Tampilan Awal Kamus

source: Show Entry in Concordance
id: Perlihatkan Entri di Konkordansi

source: Show Entry in Lexicon
id: Perlihatkan Entri di Kosakata (Kamus)

source: Show &full menus after a short delay
id: Perlihatkan &menu seluruhnya setelah jeda singkat

source: _Show Hidden Fields
id: _Lihat Bidang Informasi Tersembunyi

source: Show Hidden Fields
id: Lihat Bidang Informasi Tersembunyi

source: Show in {0} list
id: Lihat di daftar {0}

source: Show in Category Edit
id: Perlihatkan di Pengeditan Kategori

source: Show in Complex Form Types list
id: Tampilkan di daftar Tipe-tipe Bentuk Kompleks

source: Show in Environments Editor
id: Perlihatkan di Pengedit Lingkungan

source: Show in Environments list
id: Perlihatkan di daftar Lingkungan

source: Show in Interlinear Texts view
id: Lihat di Tampilan Teks-teks Antarbaris

source: Show in Reversal Index (Ctrl-Click)
id: Lihat di Daftar Entri Balik (Ctrl-Klik)

source: Show in Variant Types list
id: Tampilkan di daftar Tipe-tipe Varian

source: Show in Word Analyses
id: Tampilkan di Analisa-analisa Kata

source: S&how Info
id: Lihat Informasi

source: &Show Info
id: &Lihat Informasi

source: Show Lexeme Form in Concordance
id: Tampilkan Bentuk Leksem di Konkordansi

source: Show Minor Entry
id: Tampilkan Entri Rujukan

source: Show &More Buttons
id: Perlihatkan Tombol &Lagi

source: Show Morph in Concordance
id: Tampilkan Morfem di Konkordansi

source: Show or hide the Status bar.
id: Perlihatkan atau sembunyikan bilah Status.

source: Show Sense in Concordance
id: Perlihatkan Pengertian di Konkordansi

source: Show Subentry under
id: Tampilkan Subentri di bawah

source: Show Subentry under this Component
id: Tampilkan subentri di bawah komponen ini

source: Show these subentries below this entry in root-based dictionary views.
id: Perlihatkan subentri ini di bawah entri ini dalam tampilan kamus berbasis akar.

source: Show these subentries below this sense in root-based dictionary views.
id: Perlihatkan subentri ini di bawah pengertian ini dalam tampilan kamus berbasis akar.

source: Show this entry as a minor entry in Dictionary.
id: Perlihatkan entri ini sebagai entri minor di Kamus.

source: Show Unused Items
id: Perlihatkan hal yang tidak digunakan

source: Show Word Category in Category Edit
id: Tampilkan kategori kata di Edit Kategori

source: Show Word Category in Concordance
id: Tampilkan kategori kata di Konkordasi

source: Show Word Gloss in Concordance
id: Perlihatkan arti singkat kata di Konkordansi

source: Show Wordform in Concordance
id: Perlihatkan bentuk kata di Konkordansi

source: Shows/Hide Status Bar
id: Perlihatkan/Sembunyi Bilah Status

source: Similar Entries
id: Entri-entri yang Mirip

source: Single
id: Satu Baris

source: Single-line Text
id: Teks Satu Baris

source: Size
id: Ukuran

source: S&ize:
id: U&kuran:

source: Si&ze:
id: Uku&ran:

source: Skip
id: Lewat

source: Sky Blue,0,204,255
id: Biru Langit,0,204,255

source: Slots
id: Slot-slot

source: Sociolinguistics Note
id: Catatan Sosiolinguistik

source: Sociolinguistics Notes
id: Catatan Sosiolinguistik

source: Some files in the Linked Files folder are newer than the ones which will be restored, and these may not be files that this FieldWorks project links to yet.
id: Beberapa berkas di folder Berkas Terkait lebih baru dari yang akan dikembalikan, dan ini mungkin bukan berkas yang telah dihubungkan dengan proyek FieldWorks ini.

source: Some localizations are not complete and others need review. Contact FLEx_Localization@sil.org with any feedback.
id: Lokalisasi-lokalisasi ini tidak semuanya lengkap dan tidak mesti telah ditinjau secara menyeluruh. Jika anda memiliki masukan, tolong dikirim ke FLEx_Localization@sil.org.

source: Sorry, no other entries were found with the same semantic domain(s) as that entry.
id: Tidak menemukan entri dengan medan makna yang sama dengan entri itu.

source: Sorted by {0}
id: Diurutkan berdasarkan {0}

source: Sorted By Length
id: Pengurutan Berdasarkan Panjang

source: Sorted From End
id: Diurutkan Dari Akhir

source: _Sorting
id: _Pengurutan

source: Sorting
id: Pengurutan

source: Sound Files
id: Berkas Suara

source: _Sound or Movie
id: _Suara atau Film

source: Source
id: Sumber

source: Source and destination columns should be different
id: Kolom-kolom asal dan tujuan seharusnya berbeda

source: Source Field:
id: Bidang Sumber:

source: Source Order
id: Urutan Sumber

source: Sources
id: Sumber

source: {0} Space character
id: {0} Karakter spasi

source: Spacing
id: Penspasian

source: Spacing After
id: Spasi Sesudah

source: Spacing Before
id: Spasi Sebelum

source: Special _character...
id: Karakter _Khusus...

source: Spec&ial:
id: Spes&ial:

source: Specific &Sense
id: Pengertian &Spesifik

source: Specifies the Windows code page to use.
id: Memerinciskan halaman kode untuk dipakai.

source: Specify ...
id: Perinciskan ...

source: Specify Concordance Criteria
id: Perinciskan Kriteria Konkordansi

source: Specify concordance criteria...
id: Perinciskan kriteria konkordansi...

source: Specify different Grammatical Info...
id: Perinciskan Informasi Tatabahasa lain...

source: Specify Different Grammatical Info...
id: Perinciskan Informasi Tatabahasa Lain...

source: Specify FieldWorks writing system
id: Perinciskan sistem tulisan FieldWorks

source: Specify Grammatical Info...
id: Perinciskan Informasi Gramatikal...

source: Specify the beginning and end markers, and how FieldWorks should interpret them.
id: Spesifikasikan penanda-penanda awal dan akhir, dan bagaimana FieldWorks seharusnya menafsirkannya.

source: Specify the languages used in {0}, and which FieldWorks Writing Systems they map to:
id: Spesifikasikan bahasa-bahasa yang digunakan dalam {0}, dan Sistem-sistem Penulisannya:

source: Specify the set of valid characters for {0}.
id: Spesifikasikan perangkat karakter-karakter sah untuk {0}.

source: Specify the standard format file containing the lexical data you want to import into FieldWorks.
id: Spesifikasikan berkas format standar yang mengandung data yang ingin anda impor ke dalam FieldWorks.

source: Specify Writing Systems
id: Perinciskan Sistem Tulisan

source: Spelled correctly?
id: Ejaan benar?

source: Spelling dictionary
id: Kamus ejaan

source: Spelling Status
id: Status Ejaan

source: standard
id: biasa

source: Standard
id: Biasa

source: Standard Format Files
id: Berkas Standard Format

source: Standard Format I_nterlinear...
id: _Terjemahan Antarbaris Standard Format...

source: _Standard Format Lexicon...
id: _Kosakata Standard Format...

source: Standard Format text
id: teks Standard Format

source: Standard Format W_ords and Glosses...
id: _Kata-kata dan Arti Singkat di Standard Format...

source: Start at
id: Mulai di

source: S&tart at:
id: &Mulai di:

source: started
id: mulai

source: Startup Problem
id: Masalah Startup

source: St&atus Bar
id: &Bilah Status

source: stem
id: pangkal

source: {0} Stem
id: Pangkal {0}

source: STEM
id: PANGKAL

source: Stem Analysis
id: Analisa Pangkal

source: Stem Form
id: Bentuk Pangkal

source: Stem name
id: Nama pangkal

source: Stem Name
id: Nama Pangkal

source: Stem/root of unknown category; takes any affix
id: Pangkal/akar kategori tidak dikenal; cocok untuk imbuhan apapun

source: Stem-based (complex forms as main entries)
id: Berbasis pangkal (bentuk-bentuk kompleks sebagai entri-entri utama)

source: stems
id: pangkal-pangkal

source: Step {0} of {1}
id: Langkah {0} dari {1}

source: Step 1
id: Langkah 1

source: Step 1 of 3
id: Langkah 1 dari 3

source: Step 1 of 8
id: Langkah 1 dari 8

source: Step 1: Find the Lexical Entry
id: Langkah 1: Cari Entri Kata

source: Step 1: Find the Lexical Entry of the Morpheme
id: Langkah 1: Cari Entri Kata dari Morfem

source: Step 2
id: Langkah 2

source: Step 2: Select Entry or Sense
id: Langkah 2: Pilih Entri atau Pengertian

source: Step 2: Select the Allomorph (Lexeme or Alternate form)
id: Langkah 2: Pilih Alomorf (Leksem atau Bentuk Pengganti)

source: Step 2: Select the Grammatical Info.
id: Langkah 2: Pilih Informasi Tatabahasa

source: Step 3
id: Langkah 3

source: &Stop
id: &Hentikan

source: Stop
id: Hentikan

source: _Stop Parser
id: _Hentikan Pengurai Kata

source: Stop the Parser.
id: Hentikan Pengurai Kata.

source: Strikethrough
id: Coretan

source: String Representation
id: Penggambaran Rangkaian Karakter

source: String, reordered at word clicked
id: Rangkaian karakter, diurutkan kembali pada kata yang diklik

source: _Student Manual...
id: Petunjuk untuk _Murid...

source: &Style
id: &Gaya

source: Style
id: Gaya

source: Style {0} cannot be based on itself (as defined in {1}).
id: Gaya {0} tidak bisa dibuat berdasarkan gaya itu sendiri (seperti di {1}).

source: Style Changes
id: Perubahan Gaya

source: St&yle for following paragraph:
id: Ga&ya paragraf berikut:

source: Style type:
id: Jenis gaya:

source: &Style...
id: &Gaya:

source: Style:
id: Gaya:

source: Styles
id: Gaya-gaya

source: &Styles...
id: &Gaya-gaya...

source: _Styles...
id: _Gaya-gaya...

source: Styles...
id: Gaya-gaya:

source: &Styles:
id: &Gaya-gaya:

source: Subcategory
id: Subkategori

source: Subcategory...
id: Subkategori...

source: Subentries
id: Subentri-subentri

source: _Subentry (derivative)
id: _Subentri (turunan)

source: Subentry under
id: Subentri di bawah

source: Subentry/Complex Form Type :
id: Tipe Subentri/Bentuk Kompleks :

source: Subitems
id: Subitem

source: Subsense (in sense)
id: Subpengertian (di dalam pengertian)

source: Successful
id: Berhasil

source: suffix
id: sufiks

source: {0} Suffix
id: {0} Sufiks

source: Summary Definition
id: Definisi Ringkas

source: Supporting Files
id: Berkas Dukungan

source: Supporting &files (for example, fonts, keyboards, converters)
id: &Berkas dukungan (contoh, font, papan tombol, pengkonversi)

source: Supporting files (for example, fonts, keyboards, converters)
id: Berkas dukungan (contoh, font, papan tombol, pengkonversi)

source: suprafix
id: suprafiks

source: {0} Suprafix
id: {0} Suprafiks

source: &Swap
id: &Tukar

source: Swap Allomorph with Lexeme Form
id: Tukar Alomorf dengan Bentuk Leksem

source: Swap Lexeme Form with Allomorph
id: Tukar Bentuk Leksem dengan Alomorf

source: Swap Lexeme Form with Allomorph...
id: Tukar Bentuk Leksem dengan Alomorf...

source: Swap: "{0}"{2}With: "{1}"
id: Tukar: "{0}"{2}Dengan: "{1}"

source: Symbol, Currency
id: Simbol, Uang

source: Symbol, Math
id: Simbol, Matematika

source: Symbol, Other
id: Simbol, Lain

source: System Default
id: Asali Sistem

source: System Language for keyboard input:
id: Bahasa Sistem untuk masukan papan tulis:

source: Table
id: Tabel

source: Tag
id: Tanda

source: Tagging
id: Menandai

source: Take care - other users connected
id: Berjagalah - pengguna lain tersambung

source: Tan,255,204,153
id: Kecoklatan,255,204,153

source: Target Field:
id: Sasaran Bidang:

source: Teal,0,128,128
id: Hijau Kebiruan,0,128,128

source: Technical Notes on _SFM Database Import...
id: Catatan Teknis tentang Impor Gudang Data _SFM...

source: Technical Notes on _Writing Systems...
id: Catatan Teknis tentang _Sistem Tulisan...

source: Test
id: Tes

source: Test Case
id: Kasus Tes

source: Test Follow Link
id: Tes Ikut Tautan

source: Text
id: Teks

source: Text after
id: Sesudah

source: Te&xt after:
id: Ses&udah:

source: Text before
id: Sebelum

source: Text &before:
id: &Sebelum:

source: Text Chart
id: Bagan Teks

source: Text Chart Markers
id: Penanda-penanda Bagan Teks

source: Text Constituent Chart Template
id: Pola Acuan untuk Bagan Unsur Teks

source: Text Constituent Chart Templates
id: Pola-pola Acuan untuk Bagan Unsur Teks

source: Text field import options
id: Pilihan impor bidang teks

source: Text Files
id: Berkas Teks

source: Text Files (*.txt)|*.txt|All Files (*.*)|*.*
id: Berkas Teks (*.txt)|*.txt|Semua Berkas (*.*)|*.*

source: Text files|*.txt
id: Berkas teks|*.txt

source: Text is {0}
id: Teks adalah warna {0}

source: Text is {0} on {1}
id: Teks adalah {0} pada {1}

source: Text is a translation
id: Teks adalah terjemahan

source: Text Markup Tags
id: Tanda-tanda Markah Teks

source: Text Only (Always)
id: Teks Saja (Selalu)

source: texts
id: teks

source: Texts
id: Teks

source: _Texts && Words
id: _Teks && Kata

source: Texts & Words
id: Teks & Kata

source: Thank you for checking out this preview version of FieldWorks Language Explorer.
id: Terima kasih telah mencoba FieldWorks Language Explorer versi pratinjau.

source: Thanks, and change the default Linked Files location for this project.
id: Terima kasih, dan ganti lokasi Berkas Terkait asal untuk proyek ini.

source: The {0} database needs to be updated from version {1} to version {2}.{3}{3}Performing this update could take a while. Do you want to continue with the Update?
id: Gudang data {0} harus ditatari dari versi {1} ke versi {2}.{3}{3}Proses ini bisa lama. Apakah anda mau lanjut dengan prosesnya?

source: The {0} I need is not shown in the Catalog. Create a custom {1}.
id: {0} yang saya butuhkan tidak ditampilkan di Katalog. Buat tambahan {1}.

source: The {0} you just selected as a complex form of {1} is already saved as a component of {1}. Which item is really a component of the other? Delete the existing relationship before trying to add this one again.
id: {0} yang baru Anda pilih sebagai form kompleks {1} telah disimpan sebagai komponen {1}. Item mana yang benar-benar merupakan komponen yang lainnya? Hapus hubungan yang ada sebelum mencoba menambahkan ini kembali.

source: The allomorph is used in these contexts.
id: Alomorfnya digunakan di konteks ini.

source: The analysis writing system list was changed in another program before you changed it here. You need to shut down all FieldWorks programs and restart them.
id: Sistem tulisan analisa berubah di dalam program lain sebelum Anda mengubahnya di sini. Anda harus mematikan semua program FieldWorks dan menghidupkannya lagi.

source: The application was not able to follow that link. ({0})
id: Aplikasi ini tidak dapat ikut tautan itu. ({0})

source: The application was not able to follow that link. This can happen if you have deleted the object that was pointed to by the link.
id: Aplikasi tidak dapat ikut tautan itu. Hal ini bisa terjadi kalau Anda menghapus objek yang ditunjukkan oleh tautannya.

source: The backup XML file is either invalid or too old to convert directly.
id: Cadangan berkas XML tidak berlaku atau terlalu tua untuk dikonversi secara langsung.

source: The category is used in these contexts:
id: Kategorinya digunakan dalam konteks ini:

source: The Citation Form is used to override the Lexeme Form as the headword in the printed dictionary.
id: Bentuk Kutipan dipakai untuk mengesampingkan Bentuk Leksem sebagai kata kepala di kamus tercetak.

source: The contents of the input file ({0}) have changed. It will now be re-loaded.
id: Isi berkas masukan ({0}) berubah. Berkasnya akan dimuatkan lagi sekarang.

source: The conversion process has failed! Are you sure the input was a backup from FieldWorks version 6.0 or later? The conversion process returned error code {0} and error message {1}.
id: Proses konversi gagal! Anda yakin yang dimasukkan adalah cadangan FieldWorks versi 6.0 atau yang lebih baru? Proses konversi mengembalikan kode kesalahan {0} dan pesan kesalahan {1}.

source: The current entry is included as a main entry headword only in publications shown in this field; otherwise, it only appears in references.
id: Entri saat ini termasuk sebagai kata kepala entri utama hanya di penerbitan dalam bidang ini; dalam keadaan lain, itu hanya muncul dalam acuan.

source: The current entry is shown as a subentry under the component entries shown in this field in Dictionary.
id: Entri saat ini muncul sebagai subentri di bawah entri komponen dibidang ini dalam Kamus.

source: The cut operation could not be completed. This might be because some parts of what is selected cannot be edited. If this happens unexpectedly please report it as a bug. Please pass on this message: {0}.
id: Operasi pemotongan tidak dapat diselesaikan. Ini mungkin terjadi karena beberapa bagian dari yang telah dipilih tidak dapat diedit. Bila ini terjadi secara mendadak tolong laporkan ini sebagai masalah: {0}.

source: The entry is used in these contexts.
id: Entrinya digunakan di dalam lingkungan-lingkungan ini.

source: The entry you have selected is not shown in Dictionary view, {0}.
id: Entri yang Anda pilih tidak muncul di tampilan Kamus, {0}.

source: The environment is being used {0} times{1}by your allomorphs.
id: Lingkungan ini digunakan {0} kali{1}oleh alomorf Anda.

source: The environment is being used 1 time{0}by your allomorphs.
id: Lingkungan ini digunakan 1 kali{0}oleh alomorf Anda.

source: The file you have selected is not in the Linked Files folder for this project. Would you like to move or copy the file to that folder to make it easier to share and back up, along with your other project data?
id: Berkas yang Anda pilih tidak ada di folder Berkas Terkait untuk proyek ini. Apakah Anda ingin memindahkan atau menyalin berkas tersebut ke dalam folder untuk memudahkannya dalam berbagi dan membuat cadangan, bersamaan dengan data proyek Anda yang lain?

source: The file you selected ({0}) does not appear to be a valid LinguaLinks XML file. Please choose a valid LinguaLinks XML file.
id: Berkas yang Anda pilih ({0}) bukan XML LinguaLinks yang sah. Tolong pilih berkas XML LinguaLinks yang sah.

source: The files this project links to are currently still located in the old FieldWorks folder. Would you like to store those files in the new folder for this project?
id: Berkas yang berhubungan dengan proyek ini sedang berada di folder FieldWorks yang lama. Apakah Ana ingin menyimpan berkas-berkas tersebut di folder baru untuk proyek ini?

source: The filter is being turned off so that you can see the new text.
id: Penyaringan dimatikan supaya Anda bisa lihat teks baru.

source: The following projects did not migrate successfully:
id: Proyek-proyek berikut tidak bermigrasi secara sukses:

source: The following writing systems were updated in another project. Would you like to use those changes in this project ({1}) too? {0}
id: Sistem penulisan berikut diperbarui di proyek lain. Apakah anda ingin menggunakan perubahan tersebut di proyek ({1}) juga? {0}

source: The generated report ({0}) could not be displayed for this reason: {1}{2}
id: Laporan {0} yang dibuat tidak dapat diperlihatkan oleh karena alasan ini: {1}{2}

source: The help file could not be located.
id: Berkas bantuan tidak dapat ditemukan.

source: The inflection feature I need is not shown here. Add inflection features to {0}.
id: Ciri infleksi yang saya perlu tidak diperlihatkan di sini. Tambahkan ciri infleksi pada {0}.

source: The inflection feature I need is not shown here. Add inflection features to the category.
id: Ciri infleksi diperlukan tidak diperlihatkan di sini. Tambahkan ciri infleksi pada kategorinya.

source: The inflection feature I need is not shown here. Add inflection features.
id: Ciri infleksi yang saya perlu tidak diperlihatkan di sini. Tambahkan ciri infleksi.

source: The last time {0} started, it stopped responding when attempting to open the FieldWorks project: {1}
id: Terakhir {0} dimulai, itu berhenti merespons ketika mencoba membuka proyek FieldWorks: {1}

source: The lexical reference type is used in this context:
id: Jenis acuan kata digunakan dalam konteks ini:

source: The Linked Files folder ({0}) does not exist. Please create the folder or insert the USB drive then press Yes. Press No to use the default location.
id: Folder Berkas Terkait ({0}) tidak ada. Tolong buat folder atau masukkan USB drive lalu tekan Ya. Tekan Tidak untuk menggunakan lokasi asal.

source: The Linked Files folder was not previously stored in the project folder.
id: Folder Berkas Terkait tidak disimpan sebelumnya di folder proyek.

source: The &original name: {0} (will overwrite)
id: Nama &Orisinil: {0} (akan menimpa)

source: The program may quit after the restore has finished. If it does, you can then restart the program on the (restored) project.
id: Program dapat berhenti setelah pengembalian proyek selesai. Jika begitu, maka anda dapat menjalankan kembali program tersebut pada proyek yang dikembalikan.

source: The project has already been migrated (or created separately).
id: Proyek ini telah dimigrasi (atau dibuat terpisah).

source: The project name you entered is too long: {0} Enter a shorter name.
id: Nama proyek yang Anda masukkan terlalu panjang: {0} Masukkan nama yang lebih pendek.
